<?php
/**
 * Created by PhpStorm.
 * User: liuhan
 * Date: 2018/1/17
 * Time: 下午1:41
 */
$school = '{"area":{"01":{"name":"青山大区","child":{"00032":{"name":"红钢城分校"},"00039":{"name":"罗家桥分校"},"00006":{"name":"锦江中心校"}}},"02":{"name":"武昌大区","child":{"00018":{"name":"粮道街中心校"},"00012":{"name":"积玉桥分校"},"00016":{"name":"静安中心校"},"00013":{"name":"烽火分校"},"00020":{"name":"南湖花园分校"},"00043":{"name":"中南旗舰分校"}}},"03":{"name":"洪山大区","child":{"00004":{"name":"南湖金地分校"},"00019":{"name":"江夏分校"},"00026":{"name":"关西分校"},"00027":{"name":"关山春晓分校"},"00034":{"name":"鲁巷分校"},"00035":{"name":"剑桥春天分校"},"00047":{"name":"街道口分校"}}},"04":{"name":"江岸大区","child":{"00002":{"name":"百步亭中心校"},"00014":{"name":"后湖分校"},"00023":{"name":"二七分校"},"00030":{"name":"大智嘉园分校"},"00049":{"name":"花桥分校"}}},"05":{"name":"江汉大区","child":{"00003":{"name":"友谊路分校"},"00021":{"name":"取水楼分校"},"00025":{"name":"黄陂分校"},"00033":{"name":"学林华府分校"},"00038":{"name":"唐家墩分校"},"00042":{"name":"常青五路分校"},"00052":{"name":"盘龙城分校"}}},"06":{"name":"硚口大区","child":{"00007":{"name":"简易分校"},"00010":{"name":"古田三路分校"},"00028":{"name":"崇仁中心校"},"00029":{"name":"武胜路分校"},"00031":{"name":"宝丰中心校"},"001001":{"name":"东西湖分校"}}},"07":{"name":"汉阳大区","child":{"00005":{"name":"汉南中心校"},"00008":{"name":"钟家村分校"},"00009":{"name":"蔡甸分校"},"00017":{"name":"郭茨口分校"},"00024":{"name":"麒麟路分校"},"00050":{"name":"沌口旗舰分校"}}}},"grade":{"01":"小学一年级","02":"小学二年级","03":"小学三年级","04":"小学四年级","05":"小学五年级","06":"小学六年级","07":"初中一年级","08":"初中二年级","09":"初中三年级","10":"高中一年级","11":"高中二年级","12":"高中三年级"},"curricu":{"1":"数学","2":"语文","3":"英语","4":"物理","5":"化学"}}';
return $school;